"Application Firewall" = "应用程序防火墙";

"Deny" = "拒绝";

"Always Allow" = "允许";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "点按“%@”可能会限制应用程序的行为。此设置可以在“安全”偏好设置的“防火墙”面板中更改。";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "您要应用程序“%@”接受传入网络连接吗？";
